Repository: mozilla-l10n/mt-training-data
Catalog: dv/dv_pontoon.tmx
Source language: en_us
Languages: dv

source: 2 down, keep it up!<playIcon></playIcon>
dv: ދެއެއް ނިމިއްޖެ، ކުރިއަށް ގެންދޭ! <playIcon></playIcon>

source: Abkhaz
dv: އަބްޚާޒު

source: Accent
dv: ބަހުރުވަ

source: Acehnese
dv: އެޗެނީސް

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
dv: { $actionType }<playIcon></playIcon> މި ޖުމްލަ އެ ކިޔުނީ ރަނގަޅަށްތަ؟

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
dv: </recordIcon><recordIcon>{ $actionType } ދެން ޖުމްލަ ބާރަށް ކިޔާ

source: { $actionType }<stopIcon></stopIcon> when done
dv: ނިމުނީމަ </stopIcon><stopIcon>{ $actionType }

source: { $actionType } submit when ready
dv: { $actionType } ތައްޔާރުވީމާ ހުށަހަޅާ

source: Add an avatar to your profile
dv: ވަނަވަރަށް ފޮޓޯ ހުށަހަޅާ

source: Additional Language
dv: އިތުރު ބަސްތައް

source: Add Language
dv: ބަހެއް އިތުރުކުރޭ

source: Adyghe
dv: އަދީގީ

source: Afrikaans
dv: އެފްރިކާންސް

source: Age
dv: އުމުރު

source: Albanian
dv: އަލްބޭނިއަން

source: All
dv: ހުރިހާ

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
dv: މައުލޫމާތު ކޮށާރުގައިވާ ހުރިހާ ރެކޯޑިން ތަކުގައިވާ އަމިއްލަ މީހުންގެ މައުލޫމާތު ސަފުކޮށް އުނި ކުރެވެއެވެ. އަދި ހިއްސާ ކުރާ މީހުންގެ ޕްރޮފައިލްތަކުގައިވާ އާބާދީއާ ބެހޭ މައުލޫމާތުތައް ޑއުންލޯޑު ކުރުމަށް ހުޅުވާލުމުގެ ކުރިން އެފަދަ އަމިއްލަވންތަކަން ހާމަވާ މައުލޫމާތު އުނި ކުރެވި، އެއްގޮތަކަށް ވެސް އާންމެއް ނުކުރެވެއެވެ.

source: Amharic
dv: އަމްހަރީ

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
dv: އުމުރު، ޖިންސް، އެކްސެންޓް ފަދަ އެނޮނިމައިޒް ކުރެވިފައިވާ ޔޫޒާ ޑާޓާ އަކީ ސްޕީޗް ރިކޮގްނިށަން އެންޖިންސް ގެ އެކިއުރަސީ ތަމްރީނުކުރުމަށް ބޭނުންވާ އޯޑިއޯ ޑާޓާ ފުރިހަމަކުރުމަށް އެހީވެދޭ މަޢުލޫމާތެވެ. ތިޔަފަރާތުގެ ޔޫޒާ ނޭމް އާއި އީމެއިލް އެޑްރެސް، ތިޔަފަރާތުން ދެއްވާ ޑާޓާ އާ އެއްވެސް ހާލެއްގައި ނުގުޅުވޭނެއެވެ. އަދި ގެންގުޅުއްވާ ޔޫޒާ ނޭމް އެންމެނަށް ހާމައަށް، ނުވަތަ ސިއްރުކޮށްފައި ބޭއްވުމުގެ އިޚްތިޔާރު ތިޔަ ފަރާތަށް ލިބިގެންވެއެވެ.

source: Arabic
dv: ޢަރަބި

source: Aragonese
dv: އަރަގޮނީސް

source: Assamese
dv: އަސާމީ

source: Asturian
dv: އަސްޓޫރިއަން

source: Audio Format
dv: އަޑުގެ ފޯމެޓް

source: Avatar
dv: ފޮޓޯ

source: Azerbaijani
dv: އަޒަރްބައިޖާން

source: Back to Top
dv: އެނބުރި އެންމެ މައްޗަށް

source: Basque
dv: ބާސްކު

source: Benefits
dv: ފައިދާތައް

source: Bengali
dv: ބަންގާޅަ

source: <bold>{ $count }</bold> Clips
dv: <bold>{ $count }</bold> ކްލިޕް

source: <bold>Help us</bold> find more voices
dv: އިތުރު މީހުންގެ އަޑު ހޯދުމަށް <bold>އެހީވެދީ</bold>

source: <bold>iOS</bold> users can download our free app:
dv: <bold>އައިއޯއެސް</bold> ބޭނުންކުރާ ފަރާތްތައް އަޅުގަނޑުމެންގެ ހިިލޭ އެޕް ޑައުންލޯޑް ކުރެވޭނެ:

source: Breton
dv: ބްރެޓޮން

source: Build Profile
dv: ވަނަވަރު ބިނާކުރޭ

source: Bulgarian
dv: ބަލްޖީރިއާ

source: Buryat
dv: ބުރިޔާޓް

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
dv: <b>ކީއްވެ އީމެއަލް؟</b> ކުރިއަށް އޮތްތަނުގައި މައުލޫމާތު ކޮށާރަށްއަންނަ ބަދަލަކާއި ގުޅޭ ގޮތުން ފަހަރެގައި ތިފަރާތާއި ގުޅަންޖެހިދާނެ. އީމެއިލް އަކުން މިކަމަށް މަގުފަހިވާނެ

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
dv: އީމެއިލް ލިބިގަތުމައް ޚިޔާރު ކުރުމުގައި ތި އެއްބަސްވަނީ، މޮޒިލާ މި މަޢުލޫމާތުތައް ބޭނުން ކުރިއަށް މައްސަލައެއް ނެތް ކަމަށެވެ. އެއީ މޮޒިލާގެ <privacyLink>ޕްރައިވެސީ ޕޮލިސީ<privacyLink> ގައި ވާ ފަދައިންނެވެ.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
dv: <b>ތިބާ ތި އެއްބަސް ވަނީ</b> ކޮމަންވޮއިސް ޑޭޓާސެޓްގައި ހިމެނޭ ވާހާކަދެއްކުންތެރިންނަކީ ކޮންބަޔެއްކަން ހާމަނުކުރާނެކަމަށެވެ.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
dv: ތިބާއާ ބެހޭގޮތުން ކޮންމެވެސް ވަރަކަށް މަޢުލޫމާތު ދިނުމުން، އާންމުއަޑަށް ތި ހުށަހަޅާ އަޑު ޑޭޓާ އަކީ އަޑު ދެނެގަންނަ އެންޖިނުތަކަށް ބޮޑަށް ބޭނުންތެރި ގޮތަކަށް، ދިމާކުރުން ރަނގަޅުކުރުމަށް ބޭނުން ކުރެވޭނެ އެއްޗެކެވެ.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
dv: ކޮމަންވޮއިސް ބޭނުން ކުރާނަމަ، އަހަރެމެންގެ <termsLink>ޝަރުތުތަކާއި</termsLink> and <privacyLink>ޝަޚުސީ އިޢުލާންތަކަށް </privacyLink> ތި އެއްބަސްވީއެވެ.

source: Cancel Re-recording
dv: ރިކޯރޑިންގް ކެންސަލްކޮށްލާ

source: Cancel Submission
dv: ފޮނުވިއެތި ކެންސަލްކުރުން

source: Catalan
dv: ކަޓަލާން

source: Change your email via Settings under Login Identity
dv: ލޮގިން އައިޑެންޓިޓީގެ ދަށުން އީމެއިލް ސެޓިން ބަދަލުކުރޭ

source: Chinese (China)
dv: ޗައިނީޒް (ޗައިނާ)

source: Chinese (Hong Kong)
dv: ޗައިނީޒް (ހޮން ކޮން)

source: Chinese (Taiwan)
dv: ޗައިނީޒް (ޓައިވާން)

source: Chuvash
dv: ޗުވާޝް

source: Click
dv: އޮބާ

source: Clips recorded
dv: ރެކޯޑްކުރެވުނު އަޑުކޮޅުތައް

source: Clips Uploaded
dv: އަޑުކޮޅު ހުށައެޅިފައި

source: Clips validated
dv: އަޑުކޮޅު ފެންވަރު ބެލިފައި

source: Clips You've Recorded
dv: ރެކޯޑުކުރި އަޑުކޮޅުތައް

source: Clips You've Validated
dv: ފާސްކުރި އަޑުކޮޅުތައް

source: Close
dv: ލައްޕާ

source: Collecting sentences from the public domain, or writing new ones for the public domain.
dv: މީހުން ބޭނުންކުރާ ޖުމުލަތައް އެއްކުރުން ނޫނީ މީހުން ބޭނުންކުރަން އާ ޖުމުލަތައް ލިޔުން

source: Common Voice data plus all other voice datasets above.
dv: ކޮމަންވޮއިސް މަޢުލޫމާތު އަދި އޭގެ އިތުރަށް މަތީގައިވާ ހުރިހައި އެހެން އަޑު ޑޭޓާސެޓްތައް.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
dv: ކޮމަންވޮއިސްއަކީ، އިންސާނުން ވާހަކަދައްކާ ގޮތް މެޝިނުތަކަށް ދަސްކޮށްދިނުމަށް ޓަކައި މޮޒިލާއިން ކުރާ މަސައްކަތެއް.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
dv: އިލްމީ މާހިރުންނާއި ކުދި ވިޔަފާރިވެރިންނާއި ދައްކާ ވާހަކަ ދެނެގަތުމުގެ މަސްނުވީ އީޖާދުތަކަށް ޝައުގވެރިކަން ހުންނަފަރާތްތަކުން ކޮމަން ވޮއަސް ރިކޯރޑިންތައް ބޭނުން ކޮށްގެން އާންމުކޮށް ލިބެންހުންނަ މިފަދަ މޮޑެލްތައް ތަމްރީނުކޮށް ފުޅާކުރުމަށް އެހީތެރިވެއެވެ.

source: Connect with Gravatar
dv: ގްރެވަޓާއާއި ގުޅާދީ

source: Contact
dv: ގުޅުމައް

source: Contact Form
dv: ގުޅޭ ފޯރމު

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
dv: <licenseLink>ކްރިއޭޓިވް ކޮމަންސް ލައިސަންސް</licenseLink>ގެ ދަށުން ކޮންޓެންޓް ލިބެން ހުންނާނެ.

source: Contribute
dv: ހުށަހަޅާ

source: Contribute to { $lang }
dv: ދިވެހި ބަހައަށް ހުށަހަޅާ

source: Contribute Your Voice
dv: ތިފަރާތުގެ އަޑު ހުށައަޅާ

source: Contribution Activity
dv: ހުށަހެޅުމުގެ ހަރަކާތްތެރިކަން

source: Contribution Experience
dv: ހުށަހެޅުމުގެ ތަޖުރިބާ

source: Cookies
dv: ކުކީސް

source: Cornish
dv: ކޯނިޝް

source: { $count }mo
dv: { $count } މަސް

source: { $count }wk
dv: { $count } ހަފްތާ

source: { $count }y
dv: { $count } އަހަރު

source: Croatian
dv: ކްރޯޝިއާ

source: Czech
dv: ޗެކް

source: Danish
dv: ޑެނިޝް

source: Dashboard
dv: ޑޭޝްބޯރޑް

source: Datasets
dv: ޑޭޓާސެޓްތައް

source: Days
dv: ދުވަސްަތައް

source: De-identified
dv: އައިޑީ ކަނޑާލެވިފަ

source: Delete my recordings
dv: އަހަރެންގެ ރެކޯޑިންތައް ފޮހެލާ

source: Delete Profile
dv: ވަނަވަރު ފޮހެލާ

source: Dhivehi
dv: ދިވެހި

source: Donate your voice
dv: ތިބާގެ އަޑު ހަދިޔާކުރޭ

source: Don't see your language on Common Voice yet?
dv: ކޮމަންވޮއިސްގައި ތިބާގެ ބަސް އަދި ނުފެނޭތަ؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
dv: ޑޭޓާސެޓުގައި ތިބާގެ ބަސް ފެނިނުލައްވާތޯ؟ ބަހެއް ހިމެނުމަށް އެދިލެއްވުމަށް ޓަކައި ބަސްތަކުގެ ސަފުހާއަށް ވަދެލައްވާ.

source: Download
dv: ޑައުންލޯޑު

source: Download Common Voice Data
dv: ކޮމަންވޮއިސް ޑޭޓާ ޑައުންލޯޑުކުރޭ

source: Download Data
dv: ޑޭޓާ ޑައުންލޯޑުކުރޭ

source: Download Dataset Bundle
dv: ޑޭޓާސެޓް ޑައުންލޯޑުކުރޭ

source: Download { $language }
dv: ޑައުންލޯޑުކުރޭ { $language }

source: Download My Data
dv: އަހުރެންގެ ޑޭޓާ ޑައުންލޯޑުކުރޭ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
dv: ކޮމަންވޮއިސް ޑޭޓާސެޓް އިތުރަށް ރަނގަޅުކުރެވިދާނެ ގޮތުގެ ޚިޔާލެއް އެބަހުރިތޯ؟ ޑިސްކޯސްގައި އަޅުގަނޑުމެންނަށް އަނގާލަދެއްވާ.

source: Drag and drop or <browseWrap>Browse</browseWrap>
dv: ދަމާފަ ވައްޓާލާ ނޫނީ <browseWrap>ބްރައުސް</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
dv: ބައިވެރިވާ އިރު، 'ހުށަހަޅާ' އަށް އޮބާލުމުން ފާޑުކިޔުމާ ނުލައި ކުރިއަށް ދާނެ. ހުށަހެޅުން ހަމަ ހުރިގޮތަށް ދެން އަންނަ 5 ރެކޯޑިން ނޫނީ ފާސްކުރުންތަކާއެކު ކުރިއަށްދާނެ.

source: Dutch
dv: ޑަޗް

source: Edit
dv: ބަދަލުކުރޭ

source: Edit Profile
dv: ވަނަވަރު އަދާހަމަކުރޭ

source: Email
dv: އީމެއިލް

source: Email is already used for a different account
dv: އެހެން އެކައުންޓެއްގައި ތި އީމެއިލް ވަނީ ބޭނުންކޮށްފައި

source: Email Subscriptions
dv: އީމެއިލް އިސްތިރާކުތައް

source: English
dv: އިނގިރޭސި

source: Enter Email to Download
dv: ޑައުންލޯޑު ކުރުމަށް އީމެއިލް ލިޔޭ

source: Enter your email
dv: ތިޔަފަރާތުގެ އީމެއިލް ޖައްސަވާ

source: Erzya
dv: އެރުޒިޔާ

source: Esperanto
dv: އެސްޕެރެންޓޯ

source: Estonian
dv: އެސްޓޯނިއަން

source: Everyone
dv: އެންމެން

source: Exit & Delete clips
dv: އަޑުކޮޅުތައް ފޮހެލާފައި ނިކުމޭ

source: FAQ
dv: އާންމުސުވާލު

source: Faroese
dv: ފެރޮއީޒް

source: Female
dv: އަންހެން

source: Finish recording
dv: ރެކޯޑުކުރުން ނިމްމާލާ

source: Finish recording first?
dv: ފުރަތަމަ ރިކޯރޑިންގް ނިންމާނީތަ؟

source: Finnish
dv: ފިނިޝް

source: French
dv: ފަރަންސޭސި

source: Frequently Asked Questions
dv: އާންމުސުވާލު

source: Frisian
dv: ފުރީޒަން

source: Galician
dv: ގެލޭޝިއާ

source: GB
dv: ޖީބީ

source: Georgian
dv: ޖޯޖިއަން

source: German
dv: ޖަރުމަނު

source: Get Involved
dv: ބައިވެރިވޭ

source: Get Started with Speech Recognition
dv: އަޑުގެ ރެކޮގްނިޝަން ފަށާ

source: Glossary
dv: ރަދީފު

source: Goals
dv: ލަނޑުދަނޑިތައް

source: Go to Discourse
dv: ދެކެވޭ ވާހަކައަށްދޭ

source: Go to Languages Page
dv: ބަސްތަކުގެ ސަފުހާއަށް ދޭ

source: Go to { $name }
dv: { $name } އަށް ދޭ

source: Great!<recordIcon></recordIcon> Record your next clip
dv: ވަރަށް ރަނގަޅު! <recordIcon></recordIcon> ދެންހުރި އަޑުކޮޅު ރެކޯޑުކުރޭ

source: Great work!<playIcon></playIcon> Listen again when you're ready
dv: ވަރަށް ރަނގަޅު!<playIcon></playIcon> ތައްޔާރު ވީމަ އަނެއްކާވެސް އަޑުއަހާ

source: Greek
dv: ގުރީކް

source: Hakha Chin
dv: ހަކަ ޗިން

source: Have Feedback?
dv: ފާޑުކިއުމެއް އެބަ އޮތްތަ؟

source: Have you read our Terms?
dv: އަހަރެމެންގެ ޝަރުތުތައް ކިޔައިފިންތޯ؟

source: Having a profile is not required to contribute though it is helpful
dv: ބައިވެރިވުމަށް ޓަކައި، ވަނަވަރެއް ހަދާފައި ހުރުމަކީ ކޮންމެހެން ލާޒިމު ކަމެއް ނޫން. އެކަމަކު. އެއީ ފައިދާކުރާ ކަމެއް.

source: Hebrew
dv: ޢިބްރީ

source: Help
dv: އެހީ

source: Help teach machines how real people speak, donate your voice at { $link }
dv: އިންސާނުން ވާހަކަދައްކާ ގޮތް، މެޝިނުތަކަށް ދަސްކޮށްދިނުމަށް އަޑު ހަދިޔާކުރޭ { $link }

source: Help us build a community around voice technology, stay in touch via email.
dv: އަހަރެމެންނާއި ގުޅުން ބާއްވައި އަދި ވޮއިސް ޓެކްނޮލޮޖީ ގެ ޖަމާއަތެއް އުފެއްދުމަށް އެހީތެރިވެދީ.

source: Help us build a high quality, publicly open dataset
dv: އެންމެންނަށް ހުޅުވާލެވިފައިވާ، ފެންވަރު ރަނގަޅު ޑޭޓާސެޓެއް ހެދުމަށް އަހަރުމެންނަށް އެހީތެރިވެދެއްވާ

source: Help us find others to donate their voice!
dv: އަޑު ހަދިޔާކުރާނެ އިތުރު މީހުން ހޯދުމަށް އަޅުގަނޑުމެންނަށް އެހީވެދެއްވާ!

source: Help us get to { $goal }
dv: ލަނޑުދަނޑިއަށް ވާސިލްވުމަށް އެހީތެރިވެދީ

source: Help us validate sentences!
dv: ޖުމްލަތައް ސައްހަތޯ ބެލުމަށް އެހީވެދެއްވާ!

source: Help us validate voices
dv: އަޑުތަކުގެ ފެންވަރު ބެލުމަށް އެހީވެދީ

source: Hidden
dv: ފޮރުވިފަ

source: Hill Mari
dv: ހިލް މަރި

source: Hindi
dv: ހިންދީ

source: Hours Recorded
dv: ރެކޯޑު ކުރެވުނު ގަޑީރުތައް

source: Hours Validated
dv: ފާސް ކުރެވުނު ގަޑީރުތައް

source: { $hours } validated hours so far!
dv: މިހާތަނަށް ފާސް ކުރެވުނީ { $hours } ގަޑީރު!

source: How can I get the Common Voice data?
dv: ކޮމަންވޮއިސް ޑޭޓާ ހޯދާނީ ކިހިނެއް؟

source: How does Common Voice calculate hours?
dv: ކޮމަންވޮއިސްގައި އަޑުކޮޅުތަކުގެ ވަގުތު ގުނަނީ ކިހިނެއް؟

source: How do you ensure anonymity and privacy of the people who donated their voices?
dv: އަޑު ހަދިޔާކުރި މީހުންގެ ސިއްރު ހިފަހައްޓާނީ ކިހިނެއް؟

source: Hungarian
dv: ހަންގޭރިއަން

source: I agree
dv: އެއްބަސްވަން

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
dv: މިއީ އަހަރެންގެ މާދަރީ ބަހެއްނޫން. ވާހަކަދެއްކެނީ ރާގަކަށް. އެވަރުންވެސް އަހަރެންގެ އަޑު ބޭނުންތަ؟

source: Icelandic
dv: އައިސްލޭންޑިކް

source: I'd like updates and to keep current with what's happening with Common Voice.
dv: އަދާހަމަކުރުންތަށް ބޭނުން، އަދި ކޮމަންވޮއިސްގައި ވާކަންތައް އެނގެން ވެސް ބޭނުން.

source: I do not agree
dv: އެއްބަހެއް ނުވަން

source: I’m afraid I don’t know what you’re looking for.
dv: ތިޔަ ހޯދަންއުޅޭ އެއްޗެއް ނޭނގުނު

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
dv: މޮޒިލާގެ ޝަޚުސީ ޕޮލިސީ <privacyLink></privacyLink> ކިޔާދޭއިރު، މި މަޢުލޫމާތު ބޭނުން ކުރިއަސް މައްސަލައެއް ނެތް.

source: * Indicates required field
dv: * އަންގައިދެނީ ފުރަން މަޖުބޫރު ތަންތަނެވެ

source: Indonesian
dv: އިންޑޮނީޝިއަން

source: In Progress
dv: ކުރިއަށް ދަނީ

source: Interlingua
dv: އިންޓަލިންގުއާ

source: Irish
dv: އައިރިޝް

source: Is my account information public?
dv: އަހަރެންގެ ޒާތީމައުލޫމާތާއި ވަނަވަރު، އެންމެންނަށް ފެންނާނެތަ؟

source: Is the goal of Common Voice to build a voice assistant?
dv: ކޮަމަން ވޮއިސްގެ ލަނޑުދަނޑިއަކީ ވޮއިސް އެސިސްޓެންޓްެ އެއް އުފެއްދުންތަ؟

source: Italian
dv: އިޓަލީ

source: Izhorian
dv: އިޒްހޯރިއާ

source: Japanese
dv: ޖަޕަނީސް

source: Kabyle
dv: ކަބައީލް

source: Kaqchikel
dv: ކަކްޗަކޮލް

source: Kazakh
dv: ކަޒަކް

source: Keep
dv: ބަހައްޓާ

source: Keep it up, record again <recordIcon></recordIcon>
dv: ކުރިއަށް، އަނެއްކާވެސް ރެކޯޑް ކުރޭ <recordIcon></recordIcon>

source: Keep the recordings
dv: ރެކޯޑިންތައް ބަހައްޓާ

source: Keep track of your progress and metrics across multiple languages.
dv: ތަފާތު އެކިއެކި ބަސްތަކުގައި މަސައްކަތް ކުރިއަށްދާވަރާ ތަފާސްހިސާބު ބަލެހެއްޓޭނޭ.

source: Keep track of your progress with a profile and help our voice data be more accurate.
dv: ތިދާ ހިސާބު ބެލުމަށްޓަކައި ވަނަވަރެއް ބޭނުން ކުރޭ، އަދި އަހަރުމެންގެ އަޑު ޑޭޓާ ބޮޑަށް ދިމާވާ ގޮތަށް ހަދަން އެހީވެދީ.

source: Kinyarwanda
dv: ކިންޔާވަންޑާ

source: Komi-Zyrian
dv: ކޮމީ-ޒީރިއަން

source: Korean
dv: ކޮރިއަން

source: Kyrgyz
dv: ކިރިގިޒް

source: Language
dv: ބަސް

source: Language Request
dv: ބަހެއް އެދުން

source: Language request successfully submitted, thank you.
dv: ބަހަށް އެދުން ވަނީ ހުށަހެޅިފައި، ޝުކުރިއްޔާ

source: Languages
dv: ބަސްތައް

source: Latvian
dv: ލެޓްވިއާ

source: Launched
dv: ފައްޓައިފި

source: Leaderboard Visibility
dv: ލީޑަރބޯރޑްގެ ފެނުން

source: Leaving now means you'll lose your progress
dv: މިހާރު ގޮސްފިނަމަ މަސައްކަތް ގެއްލިދާނެ

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
dv: ލިބްރީ ސްޕީޗަކީ ލިބްރިވޮކްސް ޕްރޮޖެކްޓުގައި ރެކޯޑު ކުރެވިފައިވާ އިނގިރޭސި ފޮތްކިޔާ އަޑުތަކުން ނެރެފައިވާ ގާތްގަނޑަކަށް 1000 ގަޑި އިރުގެ ކިޔުން ގެކޯޕަސް އެކެވެ.

source: License
dv: ހުއްދަ

source: License: <licenseLink>CC-0</licenseLink>
dv: ލައިސެންސް: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
dv: ލައިސެންސް: <licenseLink>{ $license }</licenseLink>

source: Ligurian
dv: ލިގުރިޔަން

source: Link Copied
dv: ލިންކު ނަކަލު ކުރެވިފައި

source: Listen
dv: އަޑުއަހާ

source: Lithuanian
dv: ލިތުއާނިއާ

source: Loading…
dv: ތައްޔާރުވަނީ...

source: Localization
dv: ތަރުޖަމާކުރުން

source: Localized
dv: ތަރުޖަމާކުރެވިފަ

source: Login Identity
dv: ލޮގިން އައިޑީ

source: Log In / Sign Up
dv: ވަދޭ/ރެޖިސްޓަރ ކުރޭ

source: Log Out
dv: ލޮގްއައުޓް

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
dv: ފެންނަފެނުމަށް މިވަގުތު މިބަހުގައި އަޑުއަހާނެ އެއްޗެއްނެތް. މިކަން ރަނގާޅުކޮއްލަން މިހާރު އަޑުކޮޅެއް ރެކޯޑުކޮއްލާ

source: Macedonian
dv: މަސަޑޯނިއަން

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
dv: އެހެން މީހުންނަށް ނޭނގޭނެ ގޮތަށް ޑެމޮގްރާފިކް ޑޭޓާކޮޅެއް ހުށަހަޅައިގެން، ތި ފޮނުވާ ޑޭޓާ ވީހާވެސް މުއްސަންދި ކުރައްވާ. އާންމު ކުރުމުގެ ކުރިން، އަހަރުމެން ހުރިހައި ޑެމޮގްރާފިކް ޑޭޓާއެއް ހެދީ ކާކުކަން ނޭނގޭގޮތަށް ހަދާނަން.

source: Male
dv: ފިރިހެން

source: Manage Subscriptions
dv: އިސްތިރާކު ބެލެހެއްޓުން

source: MB
dv: އެމްބީ

source: Meadow Mari
dv: މެޑޯ މަރި

source: Message
dv: މެސެޖު

source: Mixed
dv: މައްސުނިކުރިވިފައި

source: Moksha
dv: މޮކްޝް

source: Mongolian
dv: މޮންގޯލިއަން

source: More
dv: އިތުރަށް

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
dv: ބޮޑެތި ކުންފުނިތަކުގައި ބޭނުންކުރާ ގިނަ ޑޭޓާސެޓް ތަކަކީ، އާންމުންނަށްލިބޭ އެއްޗިއްސެއްނޫނެވެ. އަހުރަމެން ދެކޭގޮތުގައި މިއީ އުފެއްދުންތެރިކަމަށް އެޅޭ ހުރަހެކެވެ. އެހެންކަމުން ކޮމަންވޮއިސް އެކުލަވާލެވުނެވެ، އެންމެނަށް ވޮއިސް ރެކޮގްނިޝަން ޓެކްނޮލޮޖީ ހުޅުވާލުމަށެވެ.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
dv: ބޮޑެތި ކުންފުނިތަކުގައި ބޭނުންކުރާ ގިނަ ޑޭޓާސެޓްތަކަކީ، އާންމުންނަށް ހުޅުވާލެވިފައިވާ އެއްޗިއްސެއް ނޫނެވެ. އަހުރަމެން ދެކޭގޮތުގައި، މިއީ އުފެއްދުންތެރިކަމަށް އޮތް ހުރަހެކެވެ. އެހެންކަމުން، އެންމެންނަށް ވޮއިސް ރެކޮގްނިޝަން ޓެކްނޮލޮޖީ ހުޅުވާލުމަށް ޓަކައި ކޮމަންވޮއިސް އެކުލަވާލެވުނެވެ.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations.
dv: މޮޒިލާއިން، ވަކި ބަހަކަށް ޚާއްޞަކަމެއް ނޫނީ ތަފާތު ކުރުމެއް ނުދެއެވެ. އޭގެ ބަދަލުގައި އާންމުއަޑަކީ މުޅިންވެސް މުޖްތަމަޢިން ކުރިއަށް ގެންދާ މަޝްރޫޢެކެވެ. އެހެނަސް، އާ ބަހެއް އިތުރުކޮށް، އަހަދިޔާކުރި އަޑުތައް އެއްކުރަން ފެށުމަށްޓަކައި، <multilangLink> އެތަކެއް ފިޔަވަޅުތަކެއް </multilangLink> ބޭނުންވެއެވެ. ފުރަތަމަ، މުޖުތަމާއުގެ ބައިވެރިންނަށް އަމިއްލަ ބަހުގައި ހުށަހެޅުމުގެ ތަޖުރިބާ ކުރުމަށްޓަކައި، ކޮމަންވޮއިސް ވެބްސައިޓު ޖެހޭނީ ތަރުޖަމާ ކުރާށެވެ. ދެން އެއަށް ފަހު، މީހުން އިވޭ ވަރަށް ކިޔާނެ ނަކަލުޙައްޤު ނެތް ބައިވަރު ގިނަ ޖުމްލަތަކެއް ބޭނުންވެއެވެ. މި ދެ ކަންތައް ފުރިހަމަވުމުން، މީސްމީހުންނަށް އެ މީހުންގެ އަޑު ރެކޯޑުކޮށް، އެހެން މީހުންގެ ހަދިޔާކުރި އަޑުތައް ފާށްކުރުމަށްޓަކައި، ކޮމަންވޮއިސްގައި ބަހެއް ފެއްޓޭނެއެވެ.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
dv: މޮޒިއްލާއިން މަސައްކަތްކުރަނީ ވެބް އަކީ ހުޅުވާލެފައިވާ އަދި އެންމެންނަށް ބޭނުންކުރެވޭ އެއްޗަކަށް ހެދުމަށް. މިގޮތުން ކޮމަން ވޮއިސްފަދަ ޕްރޮޖެކްޓްތައް މެދުވެރިކޮށް ވެބްގެ އުފެއްދުންތެރިން ބާރުވެރިކުރުން ހިމެނޭ. ވޮއިސް ޓެކްނޮލޮޖީސް މިވަނީ އާދައިގެ އެޕްލިކޭޝަންތައް ފަހަނައަޅާގޮސްފައި، އަހަރެމެން ގަބޫލުކުރަނީ ހުރިހާ އެންމެންނަށް އެއްވަރަކަށް މީގެ މަންފާ ލިބުން. މީގެ މާނައަކީ ވޮއިސް ޓެކްނޮލޮޖީތައް އުފައްދާ އަދި ޓެސްޓުކުރާއިރު އެކި ބަސްތަކާއި ، ބަހުރުވަ އަދި ޑިމޮގްރެފިކްސް އަށް ބުރަވުން. ކޮމަންވޮއިސްއަކީ އެންމެންނަށް ހުޅުވާލެވިފައިވާ އެއްޗެއް އަދި މޮޒިއްލާ ޓީމާއި ދުނިޔޭގެ ކަންކޮޅުތަކުގައި އުޅޭ ޑިވެލޮަރުން މިހާރުވެސް އަމިއްލަ ޕްރޮޖެކްޓްތަކުގައި މީތި އެބަ ބޭނުންކުރޭ.

source: n
dv: ނ

source: Name
dv: ނަން

source: Native Language
dv: މާދަރީ ބަސް

source: Nepali
dv: ނެޕާލި

source: Next Goals: { $goal }
dv: ދެންހުރި ލަނޑުދަނޑިތައް: { $goal }

source: No
dv: ކަމަކުނުދޭ

source: No gravatar found for your email
dv: ތިޔަ އީލެއިލްއާއި ގުޅިވައިވާ ގްރެވަޓާއެއް ނުފެނުނު

source: No microphone found.
dv: މައިކު ނުފެނުނު

source: Norwegian Bokmål
dv: ނޮވީޖަން ބޫކްމާލް

source: Norwegian Nynorsk
dv: ނޮވީޖަން ނިއަނާސްކް

source: Note: You will still need to select between Speak or Listen to change contribution type.
dv: ދަންނާށެވެ: ހުށަހަޅާ ބާވަތް ބަދަލުކުރާއިރު، ވާހަކަދައްކާ ނޫނީ އަޑުއަހާ، މިއިން ކޮންމެވެސް އެއް ގޮތެއް ޚިޔާރު ކުރަންޖެހޭނެ.

source: Not found
dv: ނުފެނުނު

source: No Thanks
dv: އަޅާނުލާ

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
dv: މިހާރު ތިޔަ ފަރާތުގެ އަޑު އަޅުގަނޑުމެންނަށް ހަދިޔާ ކުރެއްވޭނެ. އަޅުގަނޑުމެން ހަދަމުން އަންނަ އޯޕަންސޯސް ވޮއިސް ޑޭޓާބޭސް ތަރައްޤީކުރުމަށް ތިޔަ ހަދިޔާކުރެއްވި އަޑު ވަރަށް ބޮޑު އެހީއަކަށް ވާނެ. މި އޯޕަންސޯސް ވޮއިސް ޑޭޓާބޭސްއަކީ، ވެބްއަށާއި ޑިވައިސްތަކަށް މުޅިން އާ ވައްތަރު ވައްތަރުގެ އެޕްތައް ތައްޔާރުކުރުމަށް ކޮންމެ މީހަކަށްވެސް ބޭނުންކުރެވޭނެ ޑޭޓާބޭސްއެއް. އަސްލު މީހުން ވާހަކަ ދައްކާ ގޮތް މެޝިންތައް ދަސްކުރަން އެހީތެރިވެދިނުމަށް ޓަކައި ޖުމްލައެއް ކިޔައިދެއްވާ. އަދި އެހެން ފަރާތްތަކުން ވެދެއްވާ އެހީތައް ބަލައި ފާސްކޮށްގެން މި ޑޭޓާބޭސްގެ ފެންވަރު ރަނގަޅުކޮށްދެވިދާނެ. މިއީ އެހާވެސް ފަސޭހަ ކަމެއް.

source: Number of Voices
dv: އަޑުގެ އަދަދު

source: Occitan
dv: އޮކްސިޓާން

source: Odia
dv: އޮޑިއާ

source: Off
dv: ނިވާލާ

source: On
dv: ޖައްސާ

source: On desktop computers, you can download the latest:
dv: އެންމެ ފަހުގެ ބައިތައް ކޮމްޕިއުޓަރަށް ޑައުންލޯޑުކުރެވޭނެ

source: Optionally join on our email list for updates and new information about the project.
dv: މި މަޝްރޫޢާ ބެހޭ ގޮތުން އަދާހަމަކުރުންތަކާއި އާ މަޢުލޫމާތު ހޯމަދަން ބޭނުން ނަމަ، އަހަރުމެންގެ އީމެއިލް ލިސްޓުގައި ބައިވެރިވެވިދާނެ.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
dv: ޚިޔާރީގޮތުން ހުށަހެޅިފައިވާ ޑެމޯގްރަފިކް ޑޭޓާ (މީސާލު: އުމުރު، ޖިންސު، ބަސް، ބަހުރުވަ)، މި ކަންތަކަކީ ތި ޑޭޓާ ހުށަހެޅީ ކާކުކަން ނޭނގޭ ގޮތަށް ހެދޭނެ ޑޭޓާއެވެ. އަދި ދުވަހަކަުވެސް ތިބާގެ ވަނަވަރުގައި މި މަޢުލޫމާތު އާންމެއް ނުކުރާނަމެވެ.

source: Other
dv: އެހެނިހެން

source: Other Language
dv: އެހެން ބަހެއް

source: Other voice datasets…
dv: އެހެން އަޑުގެ ޑޭޓާސެޓް

source: Other Voice Datasets
dv: އެހެނިހެން އަޑުގެ ޑޭޓާސެޓުތައް
